{
    "id": 1,
    "img_url": "assets/img/labor.jpg",
    "marker_url": "assets/img/point.png",
    "markers": [
        {
            "title": "entrance",
            "text": "A",
            "x_pos": 30,
            "y_pos": 75,
            "isCorrect": false,
            "answer_text": "try again please",
            "card_info": {
                "title": "Labcoat",
                "text_p1": "A white coat, also known as a laboratory coat or lab coat, is a knee-length overcoat or smock worn by professionals in the medical field or by those involved in laboratory work. The coat protects their street clothes and also serves as a simple uniform. The garment is made from white or light-colored cotton, linen, or cotton polyester blend, allowing it to be washed at high temperature and making it easy to see if it is clean."
            }
        },
        {
            "title": "water bath",
            "text": "B",
            "x_pos": 45,
            "y_pos": 65,
            "isCorrect": false,
            "answer_text": "not at all",
            "card_info": {
                "title": "Water-bath",
                "text_p1": "Warm water is the ideal medium for all kinds of contaminants. In order to bring the media and other components to the ideal temperature for your cells, you will typically place the non-sterile vessels into a water bath. You will have to ensure that the caps of the vessels are not in contact with the water at any time. Bacteria and other contaminants might remain here and subsequently contaminate the inside of the vessel once it is opened. Just like the CO2 incubator, a water bath requires a regular disinfection routine. You must ensure that the water bath is emptied completely and disinfected prior to the addition of fresh water. Finally, the appropriate amounts of fungicide and bactericide should be added to the fresh water. A thermo block is a good alternative to the classic water bath - it is easier to clean and it works without water!"
            }
        },
        {
            "title": "inverted microscope",
            "text": "C",
            "x_pos": 48,
            "y_pos": 60,
            "isCorrect": false,
            "answer_text": "seriously ?",
            "card_info": {
                "title": "Inverted microscope",
                "text_p1": "The degree of confluence, as well as appearance and morphology of the cells, have to be checked regularly via microscopy. When placing your cell culture consumables under the microscope, you must ensure that you are not opening the dish, flask or plate accidentally. Keep the time under the microscope as short as possible in order to avoid any unnecessary cooling of the cells. To achieve this, you should prepare the working area prior to removing the cells from the CO2 incubator."
            }
        },
        {
            "title": "CO2 incubator",
            "text": "D",
            "x_pos": 57,
            "y_pos": 60,
            "isCorrect": false,
            "answer_text": "you better not",
            "card_info": {
                "title": "CO2 incubator",
                "text_p1": "The environmental conditions in a CO2 incubator are not only perfect for growing your cells, but they are also perfect for the growth of bacterial cells and fungi. Therefore, regular disinfection of the incubator is critical for the protection of your cells. The incubator should be easy to clean, which can be accomplished by a racking system which is easy to disassemble. The water in the incubator needs to be changed regularly. Make sure that you empty the water tray completely and disinfect it before you fill it with fresh sterile water. An automatic disinfection mode can help maintain sterility, especially if the chamber is not free of seams and welds."
            }
        },
        {
            "title": "alcohol bottle",
            "text": "E",
            "x_pos": 61,
            "y_pos": 70,
            "isCorrect": false,
            "answer_text": "too dangerous",
            "card_info": {
                "title": "Desinfectant",
                "text_p1": "Remember to ..."
            }
        },
        {
            "title": "flow cabinet",
            "text": "F",
            "x_pos": 68,
            "y_pos": 65,
            "isCorrect": true,
            "answer_text": "Cell culture medium should indeed be prepared in a sterile enviroment",
            "card_info": {
                "title": "Bio safety cabinet incubator",
                "text_p1": "The principles of working in a cell culture lab become even more relevant when working in a biosafety cabinet. In general, the cabinet should be as empty as possible. Do not place or store any items in the cabinet that are not necessary for your current working procedure and do not overload it with too many dishes, plates, flasks, etc. at one time. Before starting your work you should empty the entire work area and disinfect it. Do not simply spray your disinfection solution on everything, but instead wipe the solution across the entire surface of the cabinet. Then apply the same procedure to every item that you will place into the cabinet. A working direction from 'clean' to 'dirty' should be established at this time: if you are right-handed, you might start at the left side with placing your dishes, flasks or plates and all clean, new materials such as pipette tips. In the center is your working area where you will open your consumables and change the media. The right end of the cabinet will be your designated waste area with a container for used tips, etc."
            }
        },
        {
            "title": "centrifuge",
            "text": "G",
            "x_pos": 72,
            "y_pos": 65,
            "isCorrect": false,
            "answer_text": "",
            "card_info": {
                "title": "Bio safety cabinet incubator",
                "text_p1": "Keep the lid closed. Clean rotor and chamber regularly"
            }
        }
    ],
    "img_size": "",
    "text_p1": "What is the correct spot to prepare the medium?",
    "text_p2": "",
    "followingCompId": 2,
    "previousCompId": 0
}